var data = [
    {
        "code": "044",
        "name": "高级软件工程师"
    },
    {
        "code": "045",
        "name": "软件工程师"
    },
    {
        "code": "079",
        "name": "软件研发工程师"
    },
    {
        "code": "665",
        "name": "需求工程师"
    },
    {
        "code": "667",
        "name": "系统架构设计师"
    },
    {
        "code": "668",
        "name": "系统分析员"
    },
    {
        "code": "047",
        "name": "数据库开发工程师"
    },
    {
        "code": "048",
        "name": "ERP技术/开发应用"
    },
    {
        "code": "053",
        "name": "互联网软件工程师"
    },
    {
        "code": "679",
        "name": "手机软件开发工程师"
    },
    {
        "code": "687",
        "name": "嵌入式软件开发"
    },
    {
        "code": "863",
        "name": "移动互联网开发"
    },
    {
        "code": "864",
        "name": "WEB前端开发"
    },
    {
        "code": "317",
        "name": "语音/视频/图形开发"
    },
    {
        "code": "669",
        "name": "用户界面（UI）设计"
    },
    {
        "code": "861",
        "name": "用户体验（UE/UX）设计"
    },
    {
        "code": "054",
        "name": "网页设计/制作/美工"
    },
    {
        "code": "057",
        "name": "游戏设计/开发"
    },
    {
        "code": "671",
        "name": "游戏策划"
    },
    {
        "code": "672",
        "name": "游戏界面设计"
    },
    {
        "code": "666",
        "name": "系统集成工程师"
    },
    {
        "code": "2034",
        "name": "算法工程师"
    },
    {
        "code": "2035",
        "name": "仿真应用工程师"
    },
    {
        "code": "2036",
        "name": "计算机辅助设计师"
    },
    {
        "code": "2037",
        "name": "网站架构设计师"
    },
    {
        "code": "2038",
        "name": "IOS开发工程师"
    },
    {
        "code": "2039",
        "name": "Android开发工程师"
    },
    {
        "code": "2040",
        "name": "Java开发工程师"
    },
    {
        "code": "2041",
        "name": "PHP开发工程师"
    },
    {
        "code": "2042",
        "name": "C语言开发工程师"
    },
    {
        "code": "2043",
        "name": "脚本开发工程师"
    },
    {
        "code": "060",
        "name": "其他"
    }
];

module.exports = data;